const Footer={
    data(){
        return{
           FooterInner:
            `<div class="blockbuster">
                    
                    <div class="questions">
                    <h1>ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ</h1>
                    <br/>
                    <hr>
                    <details><summary>Можно ли взять с собой друга или родственика?</summary>Мы уже достигли максимального количества человек и очень просим гостей оставить нас без неожиданных "сюрпризов". Неловко может быть как нам, так и людям, о которых в приглашении речи не шло. Мы очень любим, когда всё проходит в рамках задуманного нами плана. Состовляя список мы максимально стремились получить хотя бы одну пару знакомств для каждого человека, чтобы каждый гость чувствовал себя комфортно в кругу знакомых людей.</details>
                    <hr>
                    <details><summary>Можно ли прийти в ЗАГС?</summary>К сожалению в зал бракосочетания в связи с коронавирусными ограничениями мы всех пригласить не можем. Исходя из этого, так как мы не хотим никого обидеть (тем более родителей), то мы приняли единственное верное решение — пригласить всех гостей сразу в банкетный зал к назначенному времени!</details>
                    <hr>
                    <details><summary>Что мне надеть на свадьбу?</summary>Об этом можно подробно прочитать в разделе "Церемония", но на всякий случай напоминаю, что мы ждём от Вас презентабельный вид. Мы знаем, что вы все у нас звёзды, поэтому рассчитываем увидеть каждого из вас в максимально уместной по виду и форме одеже.</details>
                    <hr>
                    <details><summary>Что лучше подарить молодоженам?</summary>Один из очень щипетильных вопросов, который беспокоит могих. Лучший на наш взгляд ответ: деньги. Нам самим будет проще осуществить важную на наш взгляд покупку на первом этапе семейной жизни, чем состовлять "Вишлист" для каждого гостя. Мы люди, поэтому сегодня мы можем хотеть одно, а после свадьбы совсем другое. А ещё мы очень любим конверты)</details>
                    <hr>
                    <details><summary>А что в пятом пункте часто задаваемых вопросов?</summary>Если вас действительно коробит этот пункт, то он создан лично для вас! Так как все главные вопросы мы ещё раз обсудили, то тут я спрячу просто большущий привет от Юрия Любомировича! Мы успели навестить нашего любимого куратора до дня свадьбы и получить заряд ярких эмоций и мудрых наставлений. Решил и с вами поделиться этой новостью. Всё! Всех ждём 22.01.22. </details>
                    <hr style="margin: 1rem 0 0 0">
                    
                    </div>
                </div>
                <aside class="best-articles"></aside>
                <div class='We'>
                    <h4>22.01.22</h4>
                    <h5>#StarWedding — #ЗвёзднаяСвадьба</h5>
                    <h5>© 2021-2022, разработал: Ненашев Сергей</h5>
                </div>`,
            
        }
    }
}



Vue.createApp(Footer).mount('#Footer')