const Footer={
    data(){
        return{
           FooterInner:
            `<div class="blockbuster">
                    
                    <div class="questions">
                    <h1>ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ</h1>
                    <br/>
                    <hr>
                    <details><summary>Можно ли взять с собой друга или родственика?</summary>Очень нетактично, когда гости решают кого хотят видеть на свадьбе, и совсем бестактно, когда сами приглашают. У нас есть определенные рамки по количеству приглашенных людей, которые мы уже достигли. Состовляя список мы максимально стремились получить хотя бы одну пару знакомств для каждого человека, чтобы каждый гость чувствовал себя комфортно в кругу знакомых людей.</details>
                    <hr>
                    <details><summary>Можно ли прийти в ЗАГС?</summary>К сожалению в зал бракосочетания в связи с коронавирусными ограничениями мы всех пригласить не можем. Исходя из этого, так как мы не хотим никого обделить (тем более родителей), то мы приняли единсвтенное верное решение — пригласить всех гостей сразу в банкетный зал к назначенному времени!</details>
                    <hr>
                    <details><summary>Что мне надеть на свадьбу?</summary>Об этом можно подробно прочитать в разделе "Церемония", но на всякий случай напомню. Мы ждём от Вас презентабельный вид. Было бы здорово, если мужчины прийдут в костюмах, а девушки в платьях. Если эту просьбу невозможно выполнить на 100% (кто-то из девушек может захотеть надеть брючный костюм, например), то просьба лично от меня: будьте в меру скромными (без вульгарных нарядов), у нас всё-таки семейный праздник. Мы прекрасно знаем какие вы у нас звёзды, поэтому рассчитываем на вашу самодостаточность!</details>
                    <hr>
                    <details><summary>Что лучше подарить молодоженам?</summary>Один из очень щипетильных вопросов, который беспокоит могих. Ответ: деньги. Да, вот так просто. Вы не подумайте, мы не алчны, не жадны и не меркантильны, мы просто очень любим конверты ;)</details>
                    <hr>
                    <details><summary>Тут?</summary>Что тут?</details>
                    <hr style="margin: 1rem 0 0 0">
                    
                    </div>
                </div>
                <aside class="best-articles"></aside>
                <div class='We'>
                    <h4>22.01.22</h4>
                    <h5>#StarWedding — #ЗвёзднаяСвадьба</h5>
                    <h5>© 2021-2022, разработал: Ненашев Сергей</h5>
                </div>`,
            
        }
    }
}



Vue.createApp(Footer).mount('#Footer')